<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (Khmer)
    |--------------------------------------------------------------------------
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញហើយ!',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញតាមអ៊ីមែលរបស់អ្នកហើយ!',
    'throttled' => 'សូមរង់ចាំមុនពេលព្យាយាមម្តងទៀត។',
    'token' => 'ថូខឹនកំណត់ពាក្យសម្ងាត់នេះមិនត្រឹមត្រូវទេ។',
    'user' => 'យើងមិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះទេ។',

];
